Vue.component('card-statement',{
    template:`<article class="state">
<h3>1.服务条款的接受与修改</h3>
<p>1.1 本协议是花田小憩研究社读书卡会员与北京云梦美都文化传播有限公司（下称“花田小憩”）之间关于用户成为花田小憩研究社读书卡会员且使用花田小憩提供的读书卡会员服务所订立的协议。本协议描述花田小憩与读书卡会员之间关于软件许可以及服务使用及相关方面的权利义务。“读书卡会员”或“您”是指享受花田小憩提供的读书卡会员服务的个人或单一实体。本服务协议构成您（无论个人或者单位）使用花田小憩所提供的读书卡会员服务之先决条件，除非您接受本协议条款，否则您无权使用本协议的相关服务。您的使用行为将视为同意接受本协议各项条款的约束。</p>

<p>1.2 花田小憩有权随时对服务条款进行修改，一旦服务条款发生变更和修改，花田小憩将在相关页面上提示修改的内容；如果读书卡会员不同意本协议的修改，可以取消已经获取的服务并停止使用；如果读书卡会员继续使用花田小憩提供的服务，则视为读书卡会员已经接受本协议的全部修改。</p>

<p>1.3 请您审阅并接受或不接受本协议，未成年人应在法定监护人陪同下审阅和履行，未成年人行使和履行本协议项下的权利和义务视为已获得了法定监护人的认可，您在享受花田小憩读书卡会员服务时必须完全、严格遵守本服务协议条款。</p>

<h3>2. 服务说明</h3>
<p>2.1 花田小憩读书卡服务涉及的花田小憩产品所有权以及相关软件和视频知识产权归花田小憩所有。花田小憩所提供的服务将按照其服务条款和操作规则严格执行。读书卡会员（既读书卡VIP）在享受花田小憩任何单项服务时，应当受本协议的约束。</p>

<p>2.2 花田小憩享有对读书卡会员网上一切活动的监督、提示、检查的权利，如读书卡会员的行为违反有关法律法规或违反本协议条款的约定，花田小憩享有要求其纠正及追究其责任等权利。</p>

<p>2.3 花田小憩向读书卡会员提供的全部服务，均仅限于读书卡会员在花田小憩上使用，任何以恶意破解等非法手段将花田小憩提供的服务内容与花田小憩平台分离的行为，均不属于本协议中约定的花田小憩提供的服务。由此引起的一切法律后果由行为人负责，花田小憩将依法追究行为人的法律责任。</p>

<p>2.4 当读书卡会员使用花田小憩各单项服务时，读书卡会员的使用行为视为其对各单项服务的服务条款以及花田小憩在该单项服务中发出各类公告的同意。</p>

<p>2.5 您明确了解并同意，花田小憩读书卡的付费方式为代收费运营商托收的付款方式，您通过此种付费方式付费可能存在一定的商业风险，包括但不限于不法分子利用您账户或银行卡等有价卡等进行违法活动，该等风险均会给您造成相应的经济损失。您应自行承担向侵权方追究侵权责任和追究责任不能的后果。</p>

<p>2.6 您应自行负责妥善且正确地保管、使用、维护您在花田小憩申请取得的账户、账户信息及账户密码。您应对您账户信息和账户密码采取必要和有效的保密措施。非花田小憩原因致使您账户密码泄漏以及因您保管、使用、维护不当造成损失的，花田小憩无须承担与此有关的任何责任。</p>

<p>2.7 花田小憩不对您因第三方的行为或不作为造成的损失承担任何责任，包括但不限于支付服务和网络接入服务、任意第三方的侵权行为。</p>

<h3>3. 成为读书卡会员</h3>

<p>3.1 在成为花田小憩读书卡之前，您必须先根据真实、准确信息注册成为花田小憩用户。用户所填写的内容与个人资料必须真实有效，否则花田小憩有权拒绝其申请或撤销其读书卡会员资格，并不予任何赔偿或退还读书卡会员服务费。读书卡会员的个人资料发生变化，应及时修改注册的个人资料，否则由此造成的读书卡会员权利不能全面有效行使的责任由读书卡会员自己承担，花田小憩有权因此取消其读书卡会员资格，并不予退还读书卡会员服务费或其他任何形式的任何赔偿。</p>

<p>3.2 用户可通过各种已有和未来新增的渠道成为花田小憩读书卡会员，包括但不限于：通过网银支付、手机支付或第三方支付等方式成为读书卡会员。在用户使用具体某种方式成为读书卡会员时，须阅读并确认接受相关的服务条款和使用方法。花田小憩在此声明：花田小憩从未授权任何第三方单位或个人销售、转让花田小憩读书卡资格，任何未经授权销售花田小憩读书卡的属于非法销售，花田小憩有权追究其法律责任。</p>

<p>3.3 成为读书卡会员后，读书卡会员有权利不接受花田小憩的服务，可申请取消读书卡会员服务，但不获得读书卡会员服务费的退还。</p>

<p>3.4 花田小憩读书卡账号所有权归花田小憩所有，读书卡会员拥有花田小憩账号的有限使用权。</p>

<p>3.5 花田小憩仅提供相关的网络内容服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由读书卡会员自行负担。</p>

<h3>4. 读书卡会员服务和账号查询</h3>
<p>4.1 一旦您成为花田小憩学读书卡会员，即视为您认可该项服务标明之价格；成为花田小憩读书卡会员后，该项服务即时生效。</p>

<p>4.2 读书卡会员的增值服务资费标准以花田小憩上标注的详细资费标价为准，花田小憩有权基于自身业务发展需要变更上述资费标准，但花田小憩会根据实际运营情况对不同阶段已经激活且持续有效的读书卡会员给予续费、升级方面的不同资费优惠，具体优惠政策以花田小憩在相关服务页面公告的内容为准。</p>

<p>4.3 您可以通过登录花田小憩APP免费查询您的账号信息详情，包括已开通的服务内容、服务期限等。</p>

<h3>5. 读书卡会员权限及服务期限</h3>
<p>5.1 您在线观看权限：您的观看服务周期不会因其在观看期间对节目的中断、终止、倒回等情况而延长。</p>

<p>5.2 读书卡会员服务提供的视频都有固定的观看服务期限，您一旦成为读书卡会员即视为认可它的观看服务期限。</p>

<p>5.3您在购买花田小憩读书卡后可享受的全部权益以花田小憩官方公布的会员权益为准，花田小憩有权基于花田小憩自身业务发展需要变更全部或部分会员权益。就前述权益调整花田小憩将在相应服务页面进行通知或公告，您也可通过花田小憩官方网站查询最新的会员权益内容。</p>

<h3>6. 读书卡会员的权利及限制</h3>
<p>6.1购买读书卡后，在读书卡的有效期内享受读书卡会员身份和相关权利。该读书卡为年卡（365天），付款后即可使用本卡权利。</p>

<p>6.2每个读书卡有效期内不少于40本书的在线音频内容，免费不限次观看。</p>

<p>6.3读书卡为虚拟物品购买后概不退货。</p>

<p>6.4每个读书卡仅供购买所绑定的账号使用，不可转至其他账号，不可用于其他商业行为。一旦发现本公司有权注销您的身份，费用不予退还。</p>

<p>6.5每年不定期专属下线活动，但需另付费。</p>

<p>6.6 本读书卡不含第三方所提供的内容，但您享受一定专属折扣。</p>

<p>6.7有效期：</p>

<p class="kk">6.7.1 自购买之日起（含）顺延365天为有效期。</p>

<p class="kk">6.7.2 在有效期内续卡时，从当前读书卡有效期结束当日再累加365天。有效期外续卡则为自购买之日起（含）顺延365天为有效期。</p>

<p>6.8 在读书卡会员有效期内，读书卡会员可优先参加由花田小憩组织的活动并享有由花田小憩提供的各项优惠及增值服务。</p>

<p>6.9 读书卡会员服务仅限于申请账号自行使用；读书卡会员服务期内不能在花田小憩帐号之间转移，禁止赠与、借用、租用、转让或售卖。否则花田小憩有权在未经通知的情况下取消转让账户、受让账户的读书卡会员服务资格，由此带来的损失由读书卡会员自行承担。</p>

<p>6.10 同一花田小憩读书卡会员账号只允许在最多五个设备上使用，且同一时间同一账号仅可在1个设备上登录观影，超出上述范围使用的，花田小憩系统将自动封禁该账号，用户可通过花田小憩个人中心的意见反馈进行账号解禁，同一账号累计被封禁3次的花田小憩有权收回该账号使用权或取消该账号读书卡会员资格。用户应当自行承担超范围使用而导致的任何损失，同时花田小憩保留追究上述行为人法律责任的权利。</p>

<p>6.11 若读书卡会员的行为持续违反本协议或违反国家相关法律法规，或花田小憩认为读书卡会员行为有损花田小憩或他人的声誉及利益，花田小憩公司有权取消该读书卡会员的读书卡会员资格而无须给与任何补偿。</p>

<p>6.12 读书卡会员不得以盗窃、利用系统漏洞等非法途径以及在未获花田小憩授权的非法销售花田小憩读书卡的网站上获取或购买读书卡会员服务，否则花田小憩有权取消读书卡会员的服务资格。有此引发的问题由读书卡会员自行承担，花田小憩不负任何责任。</p>

<p>6.13 任何读书卡会员不得使用带有非法、淫秽、污辱或人身攻击的含义污辱或人身攻击的呢称、签名、评论等信息，一经发现，花田小憩有权取消其读书卡会员资格而无需给与任何补偿和退费。</p>

<p>6.14 被取消读书卡会员资格的读书卡会员，不能再参加由花田小憩组织的活动并不可再享有由花田小憩提供的各项优惠及增值服务，即不再享有读书卡会员权利。</p>

<p>6.15 花田小憩提供的读书卡会员服务内容不得用于商业、盈利等用途，只可供私人观看。</p>

<p>6.16 除非花田小憩提前书面许可，禁止复制、下载、上传、修改、编目排序、翻译、发行、开发、转让、销售、展示、传播读书卡会员服务提供的视频；禁止合成、嵌套、链接会员服务提供的视频；禁止利用读书卡会员服务提供的视频及其片段进行创作衍生作品、制作贺卡、制作屏保或桌面、进行教学或研究、进行商业开发或推广；禁止以商业目的使用读书卡会员服务提供的视频；包括但不限于下列情况时将追究相关法律责任：</p>

<p class="kk">6.16.1 通过非法手段对读书卡会员账户的服务期限、消费金额、交易状态进行修改，或用非法的方式或为了非法的目的使用已购买的读书卡会员服务提供的视频；</p>

<p class="kk">6.16.2 将您的花田小憩读书卡账户有偿或无偿提供给任何第三人，并允许他人通过您的账户观看非他人付费购买的读书卡会员服务提供的视频。</p>

<p class="kk">6.16.3 将读书卡会员服务提供的视频复制、销售、出租或授权给任何第三方。</p>

<p class="kk">6.16.4 主动对花田小憩用于保护读书卡会员服务提供的视频的任何安全措施技术进行破解、更改、反操作、破坏或其他篡改，或协助他人进行上述行为。</p>

<p class="kk">6.16.5 通过非花田小憩认可的方式获得读书卡会员服务提供的视频，或者删除读书卡会员服务提供的视频上的任何所有权声明或标签。</p>

<p class="kk">6.16.6 不会采用收费或免费的方式，全部或部分在任何公开场合展示读书卡会员服务提供的视频，除非您的上述行为不会构成侵权。</p>

<p class="kk">6.16.7 损害第三方利益，通过花田小憩收集第三方资料信息，破坏或盗取第三方账号，发送诈骗邮件和垃圾邮件等非法信息，侵犯第三方合法权益，包括但不限于隐私权、知识产权、财产权等。</p>

<h3>7. 协议的变更</h3>
<p>7.1 花田小憩依据本协议的约定变更服务内容、服务方式以及本用户协议内容的，如果读书卡会员不同意花田小憩的变更，有权选择取消并停止使用已经获取的对应的全部或部分服务；如果读书卡会员继续使用花田小憩提供的上述服务，则视为读书卡会员已经接受花田小憩的上述调整。</p>

<p>7.2 花田小憩对读书卡会员协议一旦进行修改，将在页面上公示修改的内容。一经公布即视为通知读书卡会员。</p>

<p>7.3 读书卡会员服务提供的视频使用期限中包含花田小憩解决故障、服务器维修、调整、升级等所需用的合理时间，对上述情况所需用的时间花田小憩不予补偿并保留解释权。</p>

<p>7.4 读书卡会员在使用花田小憩所提供的服务时，如遭受任何人身或财务的损失、损害或伤害，不论原因如何，花田小憩均不负责任。由于读书卡会员将个人密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露，花田小憩不负任何责任。</p>

<p>7.5 读书卡会员如果不同意条款的修改，可主动向花田小憩提出终止读书卡会员服务，但花田小憩不退还自开通读书卡会员服务至提出终止读书卡会员服务所在月的已享受读书卡会员服务的部分费用；如果读书卡会员继续享用读书卡会员服务，则视为读书卡会员已经接受条款的修改。</p>

<h3>8. 服务的中断和终止</h3>
<p>8.1 因发生花田小憩不可抗拒的事由，如政府行为、不可抗力，导致读书卡会员服务无法继续，花田小憩会以最快的速度通知读书卡会员，但不承担由此对读书卡会员造成的任何损失并不退还读书卡会员服务费。</p>

<p>8.2 如读书卡会员违反或被视为违反本服务条款中的内容，花田小憩有权在不通知读书卡会员的情况下立即终止您已购买的所有服务，以及取消您的花田小憩账户和使用权限，但不退还任何已缴纳的读书卡会员服务费用。</p>

<p>8.3 花田小憩未行使或延迟行使其在本协议项下的权利并不构成对这些权利的放弃，而单一或部分行使其在本协议项下的任何权利并不排斥其任何其它权利的行使。花田小憩随时有权要求您继续履行义务并承担相应的违约责任。</p>

<h3>9. 法律的适用和管辖</h3>
<p>9.1 本服务条款的生效、履行、解释及争议的解决均适用中华人民共和国法律，本服务条款因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。</p>

<p>9.2 如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，则争议各方一致同意将发生的争议提交协商不成时，任何一方均可向北京市朝阳区人民法院提起诉讼。</p>


</article>`,
});
